{
  "app.navbar.home":"Inicio",
  "app.navbar.skills":"Habilidades",
  "app.navbar.projects":"Proyectos",
  "app.navbar.resume":"Curriculum",
  "app.navbar.contact":"Contactame",


  "app.banner.title":"Bienvenido a mi Portafolio",
  "app.banner.name":"¡Hola! Soy Mauricio",
  "app.banner.role":"Desarrollador Full Stack",
  "app.banner.description":"¿Quien soy?- Desarrollador Full Stack, con conocimientos aplicables a proyectos webs, a realizarse de forma escalable y modularizados para optimizar de mejor manera el trabajo en equipo.",
  "app.banner.contact":"Contactame",

  "app.skills.title":"Mis Habilidades",
  "app.skills.description":"• Front-end: JavaScript, React, Redux, HTML, CSS.• Back-end: JavaScript, Node, Express.• Base de datos: SQL, PostgreSQL, Sequelize.• Desarrollo colaborativo: Git, GitHub.• Sistemas operativos: Windows, Linux.",



  "app.resume.role":"* Desarrollador Full Stack",

  "app.resume.languageTitle":"IDIOMAS",
  "app.resume.languageOne":"* Ingles",
  "app.resume.lenguageTwo":"* Español",

  "app.resume.technologiesTitle":"TECNOLOGIAS",
  "app.resume.technologiesOne":"* HTML / Node Js",
  "app.resume.technologiesTwo":"* CSS / Express",
  "app.resume.technologiesThree":"* JavaScript / Sequelize",
  "app.resume.technologiesFour":"* Typescript / React",
  "app.resume.technologiesFive":"* Redux / PostgreSql",
  "app.resume.technologiesSix":"* Bootstrap",

  "app.resume.skillsTitle":"HABILIDADES",
  "app.resume.skillsOne":"* Aprendizaje continuo",
  "app.resume.skillsTwo":"* Comunicación efectiva",
  "app.resume.skillsThree":"* Trabajo en equipo",
  "app.resume.skillsFour":"* Trabajo en entorno multiculturales",

  "app.resume.academyTitle":"FORMACION ACADEMICA",
  "app.resume.academyOne":"* Full Stack Web Developer Henry 2021-2022-Bootcam con más de 800 horas de curso teórico-práctico",
  "app.resume.academyTwo":"* Actualmente  alumno en platzi estudiando en la escuela de desarrollo web https://platzi.com/escuela/escuela-web/",

  "app.resume.experienceTitle":"EXPERIENCIA LABORAL",
  "app.resume.experienceOne":"* Henry Bootcam-Teach Assist 2021-2022, Coordinar la asistencia de los estudiantes durante su viaje en el bootcamp, planificación, desarrollo de actividades y resolución de dudas.Desarrollo de herramienta interna.",
  "app.resume.experienceTwo":"* Aseguramiento de Calidad 2023-2023 Como Analista de Control de Calidad (QA) en Expensify, he asegurado la calidad y confiabilidad del sistema de gestión de gastos para uso personal y empresarial. Realicé pruebas exhaustivas de funcionalidad, usabilidad, seguridad y rendimiento. Resolví problemas menores y mejoré la experiencia del usuario. Implementé medidas de seguridad sólidas y demostré un desempeño sólido en situaciones de alta demanda.",

  "app.projects.title": "Proyectos",
  "app.projects.info":"Estos son algunos de mis proyectos en los que he aplicado cuidadosamente las técnicas más avanzadas y efectivas con el objetivo de lograr una optimización y un rendimiento excepcionales. Cada uno de estos proyectos representa mi compromiso con la excelencia en el desarrollo de aplicaciones web y móviles, donde he empleado estrategias innovadoras y buenas prácticas para garantizar que las aplicaciones sean eficientes, rápidas y capaces de ofrecer la mejor experiencia al usuario. Mi enfoque en la optimización y el rendimiento no solo se traduce en aplicaciones que funcionan de manera más fluida, sino que también contribuye a una mayor satisfacción del usuario y, en última instancia, al éxito del proyecto.",
  "app.projects.e-commerce.title": "Carrito de compras",
  "app.projects.e-commerce.info": "Este proyecto fue creado con Vite Js + React Js y tailwind, es el comercio electrónico.Mustra productos, filtra por categoria, Agrega compras al carrito, Muestra los productos seleccionados en el carrito, Busque los productos -Muestra los detalles de cada producto, estilizado con tailwind and dark mode added",
  "app.projects.to-do-list.title":"Lista de Tareas",
  "app.projects.to-do-list.info": "Desarrollado utilizando HTML5, JavaScript, CSS y el framework React. Esta aplicación se centra en el manejo de estados, la utilización del almacenamiento local (Local Storage) y la creación de componentes reutilizables.Mi aplicación es un gestor de tareas (o cualquier otra funcionalidad que hayas implementado). Su objetivo es permitir a los usuarios organizar y realizar un seguimiento de sus tareas diarias de manera eficiente.",

  "app.contact.title":"Contactame"

}